{
  "faculties": [
    {
      "id": 1,
      "name": "ВМК",
      "full_name": "Факультет вычислительной математики и кибернетики",
      "description": "Ведущий факультет в области computer science в России. Готовит специалистов в области программирования, искусственного интеллекта, анализа данных и кибербезопасности. Факультет основан в 1970 году. На факультете работают ведущие специалисты в области компьютерных наук, проводятся фундаментальные и прикладные исследования. Выпускники факультета востребованы в ведущих IT-компаниях мира.",
      "points": 424,
      "previous_points": 421,
      "max_points": 500,
      "website": "https://cs.msu.ru",
      "contact": "vmk@cs.msu.ru",
      "phone": "+7 (495) 939-54-01"
    },
    {
      "id": 2,
      "name": "Мехмат",
      "full_name": "Механико-математический факультет",
      "description": "Один из старейших и наиболее престижных математических факультетов страны. Специализируется на фундаментальной математике, механике и прикладных исследованиях. Факультет славится своей сильной математической школой и традициями. Выпускники факультета востребованы в научных центрах, IT-компаниях и финансовых учреждениях. Основан в 1933 году.",
      "points": 401,
      "previous_points": 398,
      "max_points": 400,
      "website": "https://mech.math.msu.ru",
      "contact": "dekanat@mech.math.msu.ru",
      "phone": "+7 (495) 939-39-30"
    },
    {
      "id": 3,
      "name": "Физфак",
      "full_name": "Физический факультет",
      "description": "Крупнейший центр физического образования и исследований. Готовит физиков-теоретиков, экспериментаторов и специалистов в области нанотехнологий. Факультет оснащен современным исследовательским оборудованием и сотрудничает с ведущими научными центрами мира. Студенты имеют возможность участвовать в реальных научных проектах. Основан в 1933 году.",
      "points": 378,
      "previous_points": 375,
      "max_points": 400,
      "website": "https://phys.msu.ru",
      "contact": "dekanat@phys.msu.ru",
      "phone": "+7 (495) 939-12-41"
    },
    {
      "id": 4,
      "name": "Химфак",
      "full_name": "Химический факультет",
      "description": "Ведущий центр химического образования и исследований в России. Факультет готовит специалистов в области органической, неорганической, физической и аналитической химии. На факультете работают нобелевские лауреаты и ведущие ученые в области химических наук. Студенты получают доступ к современным лабораториям и исследовательскому оборудованию.",
      "points": 365,
      "previous_points": 362,
      "max_points": 400,
      "website": "https://www.chem.msu.ru",
      "contact": "dekanat@chem.msu.ru",
      "phone": "+7 (495) 939-35-70"
    },
    {
      "id": 5,
      "name": "Биофак",
      "full_name": "Биологический факультет",
      "description": "Крупнейший центр биологического образования в России. Факультет готовит специалистов в области генетики, биохимии, физиологии и экологии. Студенты имеют доступ к уникальным коллекциям и лабораториям, участвуют в экспедициях и научных исследованиях. Факультет сотрудничает с ведущими биологическими центрами мира.",
      "points": 352,
      "previous_points": 349,
      "max_points": 400,
      "website": "https://www.bio.msu.ru",
      "contact": "dekanat@bio.msu.ru",
      "phone": "+7 (495) 939-27-36"
    },
    {
      "id": 6,
      "name": "Филфак",
      "full_name": "Филологический факультет",
      "description": "Ведущий центр филологического образования в России. Готовит специалистов в области русского и иностранных языков, литературы, лингвистики. Факультет славится своей научной школой и богатыми традициями. Студенты изучают более 50 языков мира, участвуют в международных научных проектах.",
      "points": 341,
      "previous_points": 338,
      "max_points": 400,
      "website": "https://www.philol.msu.ru",
      "contact": "dekanat@philol.msu.ru",
      "phone": "+7 (495) 939-32-76"
    },
    {
      "id": 7,
      "name": "Истфак",
      "full_name": "Исторический факультет",
      "description": "Один из крупнейших исторических факультетов мира. Готовит историков, археологов, искусствоведов. Факультет обладает уникальными архивными материалами и научными школами. Студенты участвуют в археологических экспедициях и международных исследовательских проектах.",
      "points": 335,
      "previous_points": 332,
      "max_points": 400,
      "website": "https://www.hist.msu.ru",
      "contact": "dekanat@hist.msu.ru",
      "phone": "+7 (495) 939-19-64"
    },
    {
      "id": 8,
      "name": "Экономфак",
      "full_name": "Экономический факультет",
      "description": "Ведущий экономический факультет России. Готовит экономистов, менеджеров, финансистов международного уровня. Факультет сочетает фундаментальное образование с практической подготовкой. Выпускники работают в ведущих компаниях, банках и государственных учреждениях.",
      "points": 389,
      "previous_points": 386,
      "max_points": 400,
      "website": "https://www.econ.msu.ru",
      "contact": "dekanat@econ.msu.ru",
      "phone": "+7 (495) 939-16-35"
    },
    {
      "id": 9,
      "name": "Юрфак",
      "full_name": "Юридический факультет",
      "description": "Старейший и наиболее престижный юридический факультет России. Готовит юристов высшей квалификации для работы в государственных органах, судебной системе, бизнесе. Факультет обладает богатыми традициями и сильной научной школой.",
      "points": 397,
      "previous_points": 394,
      "max_points": 400,
      "website": "https://www.law.msu.ru",
      "contact": "dekanat@law.msu.ru",
      "phone": "+7 (495) 939-25-71"
    },
    {
      "id": 10,
      "name": "Журфак",
      "full_name": "Факультет журналистики",
      "description": "Ведущий факультет журналистики в России. Готовит журналистов, медиаменеджеров, специалистов по связям с общественностью. Студенты проходят практику в ведущих СМИ, учатся работать с современными медиатехнологиями.",
      "points": 328,
      "previous_points": 325,
      "max_points": 400,
      "website": "https://www.journ.msu.ru",
      "contact": "dekanat@journ.msu.ru",
      "phone": "+7 (495) 629-52-42"
    },
    {
      "id": 11,
      "name": "Психфак",
      "full_name": "Факультет психологии",
      "description": "Крупный научно-образовательный центр в области психологии. Готовит психологов, психотерапевтов, специалистов по работе с персоналом. Факультет оснащен современными лабораториями для исследований в области когнитивной и клинической психологии.",
      "points": 345,
      "previous_points": 342,
      "max_points": 400,
      "website": "https://www.psy.msu.ru",
      "contact": "dekanat@psy.msu.ru",
      "phone": "+7 (495) 629-56-79"
    },
    {
      "id": 12,
      "name": "Соцфак",
      "full_name": "Социологический факультет",
      "description": "Ведущий центр социологического образования и исследований. Готовит социологов, политологов, специалистов по социальной работе. Факультет проводит масштабные социологические исследования и сотрудничает с международными научными центрами.",
      "points": 318,
      "previous_points": 315,
      "max_points": 400,
      "website": "https://www.socio.msu.ru",
      "contact": "dekanat@socio.msu.ru",
      "phone": "+7 (495) 939-55-20"
    },
    {
      "id": 13,
      "name": "ФФФ",
      "full_name": "Фундаментальная физико-химическая инженерия",
      "description": "Факультет готовит специалистов на стыке физики, химии и инженерии. Студенты изучают наноматериалы, квантовые технологии, современные энергетические системы. Факультет ориентирован на подготовку специалистов для высокотехнологичных отраслей промышленности.",
      "points": 372,
      "previous_points": 369,
      "max_points": 400,
      "website": "https://www.fffe.msu.ru",
      "contact": "dekanat@fffe.msu.ru",
      "phone": "+7 (495) 939-11-41"
    },
    {
      "id": 14,
      "name": "Геофак",
      "full_name": "Географический факультет",
      "description": "Крупнейший географический факультет России. Готовит географов, экологов, картографов, метеорологов. Студенты участвуют в экспедициях по всему миру, изучают глобальные экологические проблемы и процессы изменения климата.",
      "points": 325,
      "previous_points": 322,
      "max_points": 400,
      "website": "https://www.geogr.msu.ru",
      "contact": "dekanat@geogr.msu.ru",
      "phone": "+7 (495) 939-27-50"
    },
    {
      "id": 15,
      "name": "Геолфак",
      "full_name": "Геологический факультет",
      "description": "Ведущий геологический факультет страны. Готовит геологов, геофизиков, геохимиков. Факультет обладает уникальными минералогическими коллекциями и современным оборудованием для полевых и лабораторных исследований.",
      "points": 312,
      "previous_points": 309,
      "max_points": 400,
      "website": "https://www.geol.msu.ru",
      "contact": "dekanat@geol.msu.ru",
      "phone": "+7 (495) 939-20-13"
    },
    {
      "id": 16,
      "name": "Почвоведение",
      "full_name": "Факультет почвоведения",
      "description": "Уникальный факультет, не имеющий аналогов в мире. Готовит почвоведов, экологов, агрохимиков. Студенты изучают почвы как сложные природные системы, участвуют в исследованиях по повышению плодородия и охране почвенных ресурсов.",
      "points": 298,
      "previous_points": 295,
      "max_points": 300,
      "website": "https://www.soil.msu.ru",
      "contact": "dekanat@soil.msu.ru",
      "phone": "+7 (495) 939-29-50"
    },
    {
      "id": 17,
      "name": "ФФМ",
      "full_name": "Факультет фундаментальной медицины",
      "description": "Факультет готовит врачей и медицинских исследователей. Сочетает фундаментальное медицинское образование с научной подготовкой. Студенты проходят практику в ведущих медицинских центрах и исследовательских институтах.",
      "points": 408,
      "previous_points": 405,
      "max_points": 500,
      "website": "https://www.fbm.msu.ru",
      "contact": "dekanat@fbm.msu.ru",
      "phone": "+7 (495) 939-29-51"
    },
    {
      "id": 18,
      "name": "Биоинженерия",
      "full_name": "Факультет биоинженерии и биоинформатики",
      "description": "Современный факультет, готовящий специалистов в области биотехнологий, биоинформатики и синтетической биологии. Студенты работают с передовыми технологиями редактирования генома, биоинформатического анализа и создания биологических систем.",
      "points": 395,
      "previous_points": 392,
      "max_points": 400,
      "website": "https://www.fbb.msu.ru",
      "contact": "dekanat@fbb.msu.ru",
      "phone": "+7 (495) 939-55-11"
    },
    {
      "id": 19,
      "name": "ФИЯ",
      "full_name": "Факультет иностранных языков",
      "description": "Готовит лингвистов, переводчиков, преподавателей иностранных языков. Студенты изучают несколько иностранных языков, современные методы перевода и межкультурной коммуникации. Факультет сотрудничает с ведущими языковыми центрами мира.",
      "points": 355,
      "previous_points": 352,
      "max_points": 400,
      "website": "https://www.ffl.msu.ru",
      "contact": "dekanat@ffl.msu.ru",
      "phone": "+7 (495) 939-33-48"
    },
    {
      "id": 20,
      "name": "ФГУ",
      "full_name": "Факультет государственного управления",
      "description": "Готовит специалистов для работы в органах государственной власти и управления. Студенты изучают государственную политику, управление проектами, экономику общественного сектора. Факультет сотрудничает с федеральными и региональными органами власти.",
      "points": 382,
      "previous_points": 379,
      "max_points": 400,
      "website": "https://www.fgu.msu.ru",
      "contact": "dekanat@fgu.msu.ru",
      "phone": "+7 (495) 939-21-22"
    }
  ]
}